brew "coreutils"
brew "wget"
brew "git"
brew "tree"
brew "neovim"
brew "fzf"
brew "htop"
brew "tldr"
brew "tmux"
brew "gpg"
brew "zsh"
brew "zplug"
brew "tig"
brew "node"
brew "git-lfs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rg"
brew "mas"
brew "jq"
brew "yarn"
brew "switchaudio-osx"
brew "http-server"

cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
cask "alacritty"
cask "font-fira-code"
cask "google-chrome"
cask "firefox"
cask "qmk-toolbox"
cask "visual-studio-code"
cask "spotify"
cask "slack"
cask "iterm2"
cask "bartender"
cask "fantastical"
cask "kaleidoscope"
cask "alfred"
cask "fork"
cask "paw"
cask "gitify"
cask "flux"
cask "sequel-pro"
cask "karabiner-elements"
cask "docker"
cask "dash"
cask "tuple"
cask "discord"
cask "ngrok"
cask "rectangle"
cask "transmission"

mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "feedly", id: 865500966
mas "Sequence Diagram", id: 1195426709
mas "Spark", id: 1176895641
mas "Twitter", id: 1482454543
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
