brew "wget"
brew "git"
brew "neovim"
brew "fzf"
brew "htop"
brew "tldr"
brew "tmux"
brew "gpg"
brew "zsh"
brew "zplug"
brew "tig"
brew "git-lfs"
brew "rg"
brew "jq"
brew "switchaudio-osx"

cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "firefox"
cask "visual-studio-code"
cask "spotify"
cask "slack"
cask "iterm2"
cask "bartender"
cask "alfred"
cask "flux"
cask "karabiner-elements"
cask "dash"
cask "tuple"
cask "discord"
cask "rectangle"