brew "coreutils"
brew "wget"
brew "git"
brew "tree"
brew "neovim"
brew "fzf"
brew "htop"
brew "tldr"
brew "tmux"
brew "gpg"
brew "zsh"
brew "zplug"
brew "tig"
brew "node"
brew "git-lfs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "rg"

cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
cask "alacritty"
cask "google-chrome"
cask "firefox"
cask "qmk-toolbox"
cask "visual-studio-code"
cask "spotify"
cask "slack"
cask "iterm2"
cask "bartender"
cask "fantastical"
cask "kaleidoscope"
cask "alfred"
cask "fork"
cask "1password"
cask "paw"
cask "gitify"
cask "flux"
cask "gitfox"
cask "sequel-pro"
cask "karabiner-elements"
cask "docker"
cask "dash"
cask "tuple"
cask "discord"
